Reviews/ROPE/2020_63/2020_63_Review.tex
% Created 2020-08-31 seg 12:04
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage[top=2cm, bottom=2cm, left=2cm, right=2cm]{geometry}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[style=abnt,noslsn,extrayear,uniquename=init,giveninits,justify,sccite,
scbib,repeattitles,doi=false,isbn=false,url=false,maxcitenames=2,
natbib=true,backend=biber]{biblatex}
\usepackage{url}
\usepackage[cache=false]{minted}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage{setspace}
\usepackage{tikz}
\renewcommand{\abstractname}{Overview and Recommendation}
\bibliography{./refs.bib}
\date{\today}
\title{Referee Report}
\begin{document}

\maketitle
\noindent \textbf{Manuscript:} Residential Investment as a Luxemburg-Kalecki External Market in the United States: An Empirical Investigation

\begin{abstract}
The manuscript aims to contribute to the empirical literature on Non-Capacity Creating Autonomous Expenditure (NCCAE, now on). In summary, the author(s) find empirical support for nonlinear relationship between the analyzed varibles and conclude that Residential investiment leads both the business cycle and the economic trend in the US. This topic is relevant and the proposed methodology is quite recent and innovative. However, there are a few theoretical drawbacks so my recommendation is for \textbf{resubmission} of the manuscript.

The paper has four main sections. Section 2 analyses the empirical literature and points out the macroeconomic relevance of residential investment (RES, now on); section 3 complements the previous one and discuss the theoretical demand-led growth literature and emphasizes the compability of RES with the Sraffian Supermultiplier Model (SSM); section 4 presents the data, methodology and empirical strategy in order to evaluate nonlinear causality relationship between RES and GDP and is followed by the results (section 5). Since the methodology is well described, I will focus on the links between the empirical sections (4 and 5) whith the theoretical ones (2 and 3).
\end{abstract}


\begin{enumerate}
\item Section 2 reviews the empirical literature (both orthodox and heterodox estimations) in which emphasizes the macroeconomic relevance of residential investment. However, in this same section different RES-related topics are discussed without theoretical mediation. For instance, orthodox and heterodoxs models are discussed altogether.
\item Still in section 2, there are a lots of references to section 3 in which the theoretical model is discussed, it would be better to antecipate this topic in order to clarify the empirical literature review (section 2).
\item In this same section, there are some incompabilities between empirical evidence discussed and the hypothesis employed. For example, the author(s) mention \citeauthor*{arestis_economic_2019}'s \citeyear{arestis_economic_2019} result in which RES (level) depends on real disposable income. However, on the following paragraph (page 4), the author(s) state(s) that RES may be considered as a NCCAE.

\begin{itemize}
\item To be fair, there are few works that discuss if RES in particular could be considered as an autonomous expenditure. That been said, it would be interresting to argue a little more about this topic.

\item On page 2, it would be better to explicit NCCAE characteristc of RES in terms of wages (as \textcite{serrano_long_1995} does) or independent from income generate from firms

\item In order to prevent further criticisms (such as the previous one), the following sentence (page 7) could be antecipated (or even more emphasized): ``we do not try to provide a complete and thorough validation of autonomous demand-led growth models here''
\end{itemize}

\item Although the data and empiricial strategy are discussed in section 4, there is no mention of why the US was chosen nor the time range adopted (1960-2019:2). The author(s) could elaborate more on this since the empirical review shows that the relevance of the RES is not restricted to the US nor to the Great Recession. Additionally, it would be interesting to present some RES-related stylezed facts.

\item Section 3 discuss the theoretical demand-led growth literature and emphasizes models that explicitly includes NCCAE such as the SSM model. In this section, the author(s) argues that RES can be treated as NCCAE, but there is no theoretical discussion about this.

\begin{itemize}
\item Additionaly, from theoretical literature review, it is not clear that SSM literature investigates (mainly) long-run (fully-adjusted position) relations. This discussion would clarify why RES could (also) has persistent growth effects.
\end{itemize}

\item A more problematic issue is that there is no further discussion about `Luxemburg-Kalecki external market' besides it is on manuscript title. I recommend a brief discussion about this topic since it is relevante for the research proposal.

\item In respect to the links between theoretical and empirical sections, there is no mention in section 3 about why RES and GDP growth should have a nonlinear structure (which is relevant assumption for the methodology employed). However, the results presented in section 5 supports this nonlinear specification, so this is not a problematic issue.

\begin{itemize}
\item \textcite{duesenberry_investment_1958}, for instance, states that RES should evolve independently from output (\emph{i.e.} is a NCCAE) mainly when investors speculate with real estate. So, there is theoretical foundations for both autonomous and nonlinear relation between RES and GDP. That been said, I recommend a brief discussion on this in section 3.

\item At the very beginning of section 4.4, is stated that (page 11): ``[E]conomic events, such as changes in the economic environment, changes in monetary and/or fiscal policy, etc., can create room for a nonlinear (rather than linear) relationship between RES and GDP.'' However, there is no such discussion on section 4.3. More preciselly, is mentioned (page 9) that the literature (without citing any scholar) ``has widely recognized that macroeconomic variables and processes have nonlinear structures''. At the end of this same paragraph, is mentioned that: ``nonlinearity is endemic in the social sciences and that asymmetry is fundamental to the human condition''. Besides this results may be true according to the referenced authors, this topic is no longer discussed nor related to manuscript proposal.
\end{itemize}

\item Repeatting the same quote  of \textcite[p.~71]{serrano_long_1995} (manuscript page 6), the following expenditures are supposed to be considered as autonomous: ``the consumption of capitalists; the discretionary consumption of richer workers that have some accumulated wealth and access to credit; [\ldots{}]''. Besides controling for some  NCCAE on the econometric model (section 5), there is no mention of the absence of autonomous consumption.

\begin{itemize}
\item Other scholars, for instance, excluded consumer credit in order to improve the estimation as \textcite{girardi_long-run_2016} (reference mentioned in section 2, page 7).
\end{itemize}

\item Section 4 presents the empirical strategy adopted and discuss the chosen procedures formal and rigorously.  However, there is no mention of the (theoretical) expected parameter values (mentioned on page 18). I recommend a brief discussion about this in section 3.

\item Both sections 4 and 5 do not specify wheter RES and GDP are considered level or growth rate variables. On page 7 (section 4), for exemple, is unclear if RES is a percent change or a level variable. Table 1 suggests that all variables employed are in level terms while Tables 2, 3 and 4 suggest  the opposite.

\item Section 5 presents the results, but there is no comparisson with the empiricial evidence presented in secion 2. This discussion would be interesting since \textcite{huang_is_2020} also employ a frequency-domian framework in orthodox strands.

\item Finally, a friendly suggestion. In order to emphasize the econometric results and to follow the ``housing tradition'', the manuscript title could be: ``Housing is NOT ONLY the business cycle: a Luxemburg-Kalecki External Market empirical investigation for the United States (1960-2019)''

\begin{itemize}
\item Of course, this is an optional suggestion in order to explicitly describe what are the conclusions, time range, and theoretical literature adopted
\end{itemize}
\end{enumerate}


Considering the items discussed above, I recommend the \textbf{resubmission} of the manuscript.

\section*{References}
\label{sec:orgee9c329}
\printbibliography[heading=none]
\end{document}
